<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>Document</title>
</head>
<body>
    <div dir="rtl">العلاج
        لا يمكن علاج مرض باركنسون، ولكن الأدوية يمكن أن تساعد في السيطرة على الأعراض، بشكل كبير غالبًا. وقد يُنصح بإجراء جراحة في بعض الحالات المتقدمة.
        
        كما قد يوصي طبيبك بتغيير نمط الحياة، خاصة ممارسة التمارين الهوائية المستمرة. في بعض الحالات، يكون العلاج الطبيعي الذي يركز على التوازن وتمارين الإطالة مهمًّا أيضًا. وقد يساعد اختصاصي أمراض النطق في تحسين مشاكل النطق لديك.
        
        الأدوية
        قد تساعدك الأدوية على معالجة مشكلات المشي والحركة والرُعاش. إذ تزيد هذه الأدوية إفراز الدوبامين أو تحل محله.
        
        يواجه الأشخاص المصابون بداء باركينسون تركيزات منخفضة من الدوبامين في الدماغ. لكن الدوبامين لا يمكن إعطاؤه مباشرةً؛ لأنه لا يمكن أن يدخُل إلى الدماغ.
        
        قد تتحسن أعراضك تحسنًا كبيرًا بعد البدء في العلاج من داء باركينسون. لكن فوائد تلك الأدوية كثيرًا ما تتلاشى او تصبح أقل انتظامًا. ومع ذلك فما يزال بإمكانك السيطرة على أعراضك بشكل معقول.
        
        تتضمن الأدوية التي قد يصفها لك طبيبك ما يلي:
        
        كاربيدوبا وليفودوبا. ليفودوبا هو الدواء الأكثر فعالية لداء باركنسون، وهو مادة كيميائية طبيعية تمر إلى داخل الدماغ وتتحول إلى دوبامين.
        
        ويجمع الأطباء بين ليفودوبا وكاربيدوبا (لودوسين)، الذي يحمي ليفودوبا من التحول المبكر إلى الدوبامين خارج الدماغ. ومن شان ذلك أن يُجنّبك آثارًا جانبية مثل الغثيان أو يخفف منها.
        
        قد تتضمن الآثار الجانبية الغثيان أو الدوار (نقص ضغط الدم الانتصابي).
        
        بعد سنوات، ومع تطور المرض لديك، قد تصبح الفائدة الناتجة عن ليفودوبا أقل انتظامًا مع الميل إلى الزيادة والنقصان ("التآكل").
        
        وقد يأتي جسمك بحركات لا إرادية (خلل الحركة) بعد تناول جرعات عالية من ليفودوبا. ويمكن أن يخفف طبيبك الجرعة أو يعدل أوقاتها للسيطرة على هذه الآثار.
        
        استنشاق كاربيدوبا وليفودوبا. إنبريجا هو الاسم التجاري لدواء جديد يحتوي على كاربيدوفا وليفودوبا بتركيبة قابلة للاستنشاق. وقد يكون مفيدًا في السيطرة على الأعراض التي تظهر عندما لا تعود الأدوية الفموية فجأة غير ذات جدوى أثناء النهار.
        تسريب كاربيدوبا وليفودوبا. دوبا هو اسم تجاري لدواء مكون من كاربيدوبا وليفودوبا. ويُعطى هذا الدواء عبر أنبوب تغذية يوصل الدواء بشكل جل مباشرة إلى الأمعاء الدقيقة.
        
        ويناسب دوبا المرضى المصابين بمرحلة متقدمة من داء باركينسون الذين لا يزالون يستجيبون لكاربيدوبا وليفودوبا، لكن استجابتهم لهما متقلبة. ومع استمرار تسريب دواء دوبا، تظل مستويات الدواءين في الدم ثابتة.
        
        يتطلب وضع هذا الأنبوب إجراءً جراحيًّا صغيرًا. ومن المخاطر التي ينطوي عليها وجود الأنبوب سقوطه خارجًا من الجسم أو تعرض موضع التسريب للعدوى.
        
        المواد المساعدة للدوبامين. لا تتحول المواد المساعدة للدوبامين إلى دوبامين على عكس ليفودوبا. لكنها - بدلاً من ذلك - تحاكي تأثيرات الدوبامين في الدماغ.
        
        ليست لهذه المواد فعالية ليفودوبا نفسها في معالجة أعراضك. إلا أنها تستمر لفترة أطول وقد تُستخدَم مع ليفودوبا لتنظيم تأثيره الذي يعمل ولا يعمل أحيانًا.
        
        ومن المواد المساعدة للدوبامين براميبيكسول (ميرابيكس) وروبيرينول (ريكويب) وروتيغوتين (نيوبرو، يُعطى على شكل لصيقة جلدية). الآبومورفين (أبوكين) مادة مساعدة للدوبامين قابلة للحقن وقصيرة المفعول تُستخدَم للتخفيف السريع.
        
        تشبه بعض الآثار الجانبية للمواد المساعدة للدوبامين الآثار الجانبية لكاربيدوبا وليفودوبا. لكنها قد تشمل أيضًا الهلاوس والنعاس والسلوكيات القهرية مثل فرط الرغبة الجنسية والمقامرة وتناول الطعام. فإذا كنت تتناول هذه الأدوية وتتصرف بطريقة مختلفة عن شخصيتك، فتحدث مع طبيبك.
        
        مثبطات أكسيداز أحادي الأمين ب. من هذه الأدوية سيليجيلين (زيلابار) وراساجيلين (آزيليكت) وسافيناميد (شاديجو). تساعد هذه الأدوية في منع تعطيل الدوبامين بالدماغ من خلال تثبيط إنزيم الدماغ أكسيداز أحادي الأمين ب (MAO B). ويعمل هذا الإنزينم على أيض دوبامين الدماغ. قد يساعد السيليجيلين الذي يُعطى مع ليفودوبا على منع التآكل.
        
        قد تشمل الآثار الجانبية لمثبطات أكسيداز أحادي الأمين ب الصداع أو الغثيان أو الأرق. وعند إضافة هذه الأدوية إلى كاربيدوبا وليفودوبا، تزيد من فرص حدوث الهلاوس.
        
        لا تُستخدم هذه الأدوية في الغالب مع معظم مضادات الاكتئاب أو بعض المواد المخدرة نظرًا لتفاعلاتها الخطيرة نادرة الحدوث. تأكد من طبيبك قبل تناوُل أي أدوية إضافية مع مثبط أكسيداز أحادي الأمين ب.
        
        مثبطات ناقلة ميثيل-O الكاتيكول. إنتاكابون (Comtan) وأوبيكابون (Ongentys) هما الدواءان الأساسيان في هذه الفئة. ويعملان على تمديد فترة تأثير علاج ليفودوبا تمديدًا بسيطًا عن طريق تثبيط الإنزيم الذي يعمل على تكسير الدوبامين.
        
        ويرجع السبب الرئيسي في الآثارة الجانبية - التي منها زيادة احتمالية حدوث حركات لا إرادية - إلى تأثير ليفودوبا المعزز. ومن الآثار الجانبية الأخرى الإسهال أو الغثيان أو القيء.
        
        تولكابون (تسمار) مثبط آخر من مثبطات ناقلة ميثيل-O الكاتيكول ونادرًا ما يُوصف طبيًّا لما ينطوي عليه من مخاطر</div>

        <div>Je travaille sur un 
            site web Multilingue , où, dans une table de la 
            td doit être arabe trucs - qui, nous le savons besoin po
            
            ur commencer à partir de la droite. J'ai essayé de plusieurs façons, mais ne pourrais pas craquer . Serait vraiment apprécié 
            si quelqu'un pouvait m'aider </div>
</body>
</html>